import Button from "../components/button/Button"
import FAQItem from "../components/questions/Questions"
import styles from "./SixthScreen.module.css"

const SixthScreen = () => {
  return (
    <>
      <div className={styles.title}>שאלות נפוצות</div>
      <div className={styles.description}>
        ריכזתי עבורך את כל השאלות שבטוח עלו לך כבר לראש. לחצי על כל שאלה כדי לראות את התשובה.
      </div>

      <FAQItem 
        question="אני לא בטוחה שאני אצליח לעבוד בתחום אחרי הקורס, מה מבטיח לי שכן?"
        answer="הקורסים כוללים ליווי מלא גם אחרי הסיום, עם מענה אישי, חוברת מפורטת ושיעור שיווק שמכין אותך לעבודה עם לקוחות אמיתיות. את גם מתרגלת על מודליסטיות אמיתיות, כך שכשתסיימי, תרגישי מוכנה ובטוחה להתחיל לעבוד כבר למחרת." 
      />

   
      <FAQItem 
        question="אני עובדת במשרה מלאה, איך אצליח לשלב את זה?"
        answer="הקורסים מתקיימים בשעות גמישות, וגם אם את עובדת, אפשר לתאם מועדים שמתאימים לך. המטרה היא שתוכלי להתחיל להרוויח מהתחום הזה בלי לוותר על היציבות שלך כרגע." 
      />

      <FAQItem 
        question="אני מפחדת להתחיל מהבית, זה לא מרגיש לי מקצועי מספיק."
        answer="זה טבעי, אבל תדעי שרוב מי שמצליחה בתחום התחילה מהבית. אין צורך בהשקעה בציוד או חדר מיוחד, את מקבלת את כל הערכה שאת צריכה ומתחילה לעבוד מיד. את תופתעי כמה מהר זה הופך טבעי ומקצועי." 
      />

      <FAQItem 
        question="השוק נראה מלא, יש בכלל מקום לעוד?"
        answer="כן. לקוחות תמיד מחפשות מישהי עם תוצאה יפה ושירות טוב. הקורסים שלי מלמדים אותך איך להגיע לתוצאה מדויקת, איך לשווק נכון, ואיך להפוך לקוחות חדשות לחוזרות. מי שעובדת נכון, מלאה בעבודה." 
      />

      <FAQItem 
        question="אני מפחדת להשקיע כסף בקורס ולגלות שזה לא בשבילי."
        answer="הקורסים שלי מיועדים לבנות שבאמת רוצות לעסוק ביופי ולהרוויח מזה. כבר במפגש הראשון תרגישי אם זה מתאים לך. רוב התלמידות אומרות שזה היה הצעד הכי טוב שעשו לעצמן." 
      />

      <FAQItem 
        question="איפה מתקיים הקורס?"
        answer="הקורסים מתקיימים בחדרה, בסטודיו אינטימי ונעים עם ציוד מקצועי וכל מה שצריך ללמידה נוחה ואישית." 
      />

      <FAQItem 
        question="מה אני מקבלת אחרי הקורס?"
        answer="תעודת הסמכה מקצועית, ערכה מלאה שמכילה כל מה שצריך כדי להתחיל לעבוד, ליווי שיווקי ואישי, ומענה גם אחרי הקורס לכל שאלה או מצב מול לקוחות." 
      />

      <FAQItem 
        question="יש צורך לקנות ציוד נוסף אחרי הקורס?"
        answer="לא. את מקבלת ערכה מלאה וחוט לעבודה, ואין שום הוצאה נוספת כדי להתחיל לעבוד ולהרוויח." 
      />

      <FAQItem 
        question="מה קורה אם אני לא מצליחה להגיע לתוצאה מושלמת על מודליסטית?"
        answer="את לא לבד. לכל תלמידה יש שתי מודליסטיות לתרגול, אני איתך לאורך כל הדרך, ובנוסף יש חוברת עבודה מפורטת שמלווה אותך גם אחרי הקורס. עד שאת שולטת בביטחון." 
      />
<Button text="לחצי כאן לכל שאלה נוספת" />
      {/* לחצי כאן לשאלות נוספות */}
    </>
  )
}

export default SixthScreen
